<!DOCTYPE html>
<html lang='ru'>
<head>
<?php include("../../../global/head.php"); ?>
<title>Пользовательское соглашение и политика приватности Unchained - Dimini Inc.</title>
<meta name='description' content='Пользовательское соглашение и политика приватности Unchained'>
<link rel='canonical' href='https://legacy.dimini.dev/ru/software/unchained/terms-and-privacy'>
<link rel='alternate' hreflang='en' href='https://legacy.dimini.dev/en/software/unchained/terms-and-privacy'>
<link rel='alternate' hreflang='ru' href='https://legacy.dimini.dev/ru/software/unchained/terms-and-privacy'>
<meta property='og:title' content='Пользовательское соглашение и политика приватности Unchained - Dimini Inc.'>
<meta property='og:type' content='website'>
<meta property='og:url' content='https://legacy.dimini.dev/ru/software/unchained/terms-and-privacy'>
<meta property='og:image' content='https://legacy.dimini.dev/site-logo.png'>
<meta property='og:description' content='Пользовательское соглашение и политика приватности Unchained'>
</head>
<body>
<?php include("../../../global/tagmanager.php"); ?>
<div id='site'>
<?php include("../../../ru/notification.php"); ?>
<?php include("../../../ru/header.php"); ?>
<div id='terms-privacy-content'>
<h2 id='jump-menu'>
<div>
<a href='#terms'>Пользовательское соглашение</a>
</div>
<div>
<a href='#privacy'>Политика приватности</a>
</div>
</h2>
<h1 id='terms'>Пользовательское соглашение</h1>
<p>
Дата публикации 20.04.2024 г.
</p>
<h3>1. Лицензия</h3>
<p>
1.1. Настоящее Лицензионное соглашение (далее - Лицензия) устанавливает условия использования расширения для браузеров "Unchained" (далее - Расширение) и заключено между пользователем (далее - Пользователь), и Dimini Inc., являющимся правообладателем исключительного права на Расширение (далее - Правообладатель).
</p>
<p>
1.2. Копируя Расширение и устанавливая его на свой персональный компьютер, либо используя его любым иным способом, Пользователь выражает своё полное и безоговорочное согласие со всеми условиями Лицензии.
</p>
<p>
1.3. Использование Расширения разрешается только на условиях настоящей Лицензии. Если Пользователь не принимает условия Лицензии в полном объеме, Пользователь не имеет права использовать Расширение в каких-либо целях. Использование Расширения с нарушением (невыполнением) какого-либо из условий Лицензии запрещено.
</p>
<p>
1.4. Использование Расширения на условиях настоящей Лицензии осуществляется безвозмездно. Использование Расширения на условиях и способами, не предусмотренными настоящей Лицензией, возможно только на основании отдельного соглашения с Правообладателем.
</p>
<h3>2. Права на Расширение</h3>
<p>
2.1. Исключительное право на Расширение принадлежит Правообладателю.
</p>
<h3>3. Права Пользователя</h3>
<p>
3.1. Правообладатель безвозмездно предоставляет Пользователю непередаваемое право использования Расширения на условиях простой (неисключительной) лицензии следующими способами:
</p><p>
3.1.1. Применять Расширение по прямому функциональному назначению, в целях чего произвести его копирование и установку (воспроизведение) на персональном(-ых) компьютере(-ах) Пользователя. Пользователь вправе произвести установку Расширения на неограниченное число персональных компьютеров.
</p>
<p>
3.1.2. Воспроизводить и распространять Расширение в некоммерческих целях (безвозмездно).
</p>
<p></p>
<h3>4. Ограничения</h3>
<p>
4.1. За исключением использования в объемах и способами, прямо предусмотренными настоящей Лицензией или законодательством РФ, действующим на момент предоставления Лицензии, Пользователь не имеет права создавать производные программные продукты с использованием Расширения, а также осуществлять (разрешать осуществлять) иное использование Расширения или любых компонентов Расширения, без письменного согласия Правообладателя.
</p>
<p>
4.2. Пользователь не имеет право воспроизводить и распространять Расширение в коммерческих целях (в том числе за плату), в том числе в составе сборников программных продуктов, без письменного согласия Правообладателя.
</p>
<p>
4.3. Пользователь не вправе изменять наименование Расширения, изменять и/или удалять знак охраны авторского права или иное указание на Правообладателя.
</p>
<h3>5. Ответственность по Лицензии</h3>
<p>
5.1. Расширение предоставляется на условиях "как есть". Правообладатель не предоставляет никаких гарантий в отношении безошибочной и бесперебойной работы Расширения, соответствия Расширения конкретным целям Пользователя, а также не предоставляет никаких иных гарантий, прямо не указанных в настоящей Лицензии.
</p>
<p>
5.2. В максимальной степени, допустимой действующим законодательством, Правообладатель, равно как и его партнеры, не несет никакой ответственности за какие-либо прямые или косвенные последствия какого-либо использования или невозможности использования Расширения и/или убытки, причиненные Пользователю и/или третьим сторонам в результате какого-либо использования, неиспользования или невозможности использования Расширения или отдельных ее компонентов и/или функций, в том числе из-за возможных ошибок или сбоев в работе Расширения.
</p>
<p>
5.3. Настоящая Лицензия и все отношения, связанные с использованием Расширения, регулируются Законодательством РФ.
</p>
<h3>6. Язык Условий</h3>
<p>
6.1. В случае, если Dimini Inc. предоставляет вам перевод Лицензии с русского языка, вы соглашаетесь, что такой перевод предоставляется исключительно для удобства ознакомления и что ваши отношения с Dimini Inc. регулируются русскоязычной версией Лицензии.
</p>
<p>
6.2. В случае каких-либо противоречий между русскоязычной версией Лицензии и ее переводом, версия Лицензии на русском языке имеет преимущественную силу.
</p>
<h3>7. Обновления/новые версии Расширения</h3>
<p>
7.1. Действие настоящей Лицензии распространяется на все последующие обновления/новые версии Расширения. Соглашаясь с установкой обновления/новой версии Расширения, Пользователь принимает условия настоящей Лицензии для соответствующих обновлений/новых версий Расширения.
</p>
<h3>8. Изменения условий настоящей Лицензии</h3>
<p>
8.1. Настоящая Лицензия может быть изменена Dimini Inc. без какого-либо специального уведомления, новая редакция Лицензии вступает в силу с момента ее размещения в сети Интернет по адресу https://legacy.dimini.dev/ru/software/unchained/terms-and-privacy, если иное не предусмотрено новой редакцией Лицензии.
</p>
<h1 id='privacy'>Политика конфиденциальности</h1>
<p>
Дата публикации 20.04.2024 г.
</p>
<h3>1. Политика конфиденциальности</h3>
<p>
1.1. Политика конфиденциальности персональной информации (далее — Политика) действует в отношении всей информации, которую Dimini Inc. и/или его аффилированные лица, включая все лица, входящие в одну группу с Dimini Inc. (далее — Dimini), могут получить о Пользователе во время использования им расширения для браузеров "Unchained" (далее - Расширение) и в ходе исполнения Dimini любых соглашений и договоров с Пользователем. Согласие Пользователя с Политикой, выраженное им в рамках отношений с одним из перечисленных лиц, распространяется на все остальные перечисленные лица.
</p>
<p>
1.2. Использование Расширения означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен воздержаться от использования Расширения.
</p>
<h3>2. Персональная информация Пользователей, которую обрабатывает Dimini</h3>
<p>
2.1. В рамках настоящей Политики под «персональной информацией Пользователя» понимаются:
</p><p>
2.1.1. Персональная информация, которую Пользователь предоставляет о себе самостоятельно в процессе использования Расширения, включая персональные данные Пользователя.
</p>
<p>
2.1.2. Данные, которые автоматически передаются Dimini в процессе использования Расширения.
</p>
<p>
2.1.3. Иная информация о Пользователе, обработка которой предусмотрена условиями использования Расширения.
</p>
<p>
</p><h3>3. Цели и условия обработки персональной информации Пользователей</h3>
<p>
3.1. Все данные, необходимые для работы Расширения хранятся только локально на компьютере Пользователя. Dimini не собирает и не хранит персональную информацию Пользователей.
</p>
<h3>4. Меры, применяемые для защиты персональной информации Пользователя</h3>
<p>
4.1 Dimini принимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
</p>
<h3>5. Изменение Политики конфиденциальности. Применимое законодательство</h3>
<p>
5.1. Dimini имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция доступна на странице по адресу https://legacy.dimini.dev/ru/software/unchained/terms-and-privacy.
</p>
<p>
5.2. К настоящей Политике и отношениям между Пользователем и Dimini, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.
</p>
<h3>6. Обратная связь. Вопросы и предложения</h3>
<p>
6.1. Все предложения или вопросы по поводу настоящей Политики Пользователь вправе направлять в Службу поддержки пользователей Dimini (<a href='mailto:support@dimini.dev'>support@dimini.dev</a>).
</p>
</div>
<?php include("../../../global/ad-responsive.php"); ?>
<?php include("../../../ru/footer.php"); ?>
</div>
</body>
</html>